Repository: common-repository/synapser
Catalog: languages/synapser-*.po
Languages: es_es, it_it

source: Synapser Options
es_es: Opciones de Synapser
it_it: Opzioni Synapser

source: Synapser API Configuration (Please login to %s and go to Domains > your domain)
es_es: Configuración del API de Synapser (Por favor autentíquese en %s y vaya a Dominios > su dominio)
it_it: Configurazione API Synapser (Eseguire il login da %s e accedere a Domains > tuo dominio)

source: Hash Key:
es_es: Clave de Hash:
it_it: Chiave Hash:

source: Public Domain Key:
es_es: Clave de Dominio Público:
it_it: Chiave pubblica dominio:

source: Title mode:
es_es: Modo del Título:
it_it: Modalità titolo:

source: Keep Original
es_es: Mantener Original
it_it: Mantieni originale

source: Append
es_es: Adicionar
it_it: Aggiungi alla fine

source: Prepend
es_es: Anteponer
it_it: Aggiungi all'inizio

source: Replace
es_es: Reemplazar
it_it: Sostituisci

source: Use cURL:
es_es: Usar cURL:
it_it: Utilizza cURL:

source: Warning:
es_es: Advertencia:
it_it: Attenzione:

source: please verify that the PHP CURL module are enabled on the server
es_es: por favor verifique que el módulo PHP CURL está habilitado en el servidor
it_it: verificare che il modulo PHP CURL sia abilitato nel server

source: Enable Debug:
es_es: Habilitar Depuración:
it_it: Abilita Debug:

source: please activate only for debug and for problem solving. This option must be always deactivated on a production environment
es_es: por favor active solo para depurar y para resolver problemas. Esta opción tiene que estar siempre desactivada en un entorno de producción
it_it: attivare solamente per effettuare debug e risolvere problemi. Questa opzione deve rimanere sempre disattiva durante il normale esercizio

source: Save Options
es_es: Salvar Opciones
it_it: Salva opzioni

source: Disabled, please set allow_url_fopen=On on PHP.ini
es_es: Deshabilitado, por favor establezca allow_url_fopen=On en PHP.ini
it_it: Disabilitato, impostare allow_url_fopen=On in PHP.ini

source: Enabled, your server can connect to web
es_es: Habilitado, su servidor puede conectarse a la web
it_it: Abilitato, il server può connettersi ad internet

source: Disabled, your site can't connect to ws.synapser.net
es_es: Deshabilitado, su sitio no puede conectarse a ws.synapser.net
it_it: Disabilitato, il sito non può connettersi a ws.synapser.net

source: Enabled, your site is connected to ws.synapser.net
es_es: Habilitado, su sitio está conectado a ws.synapser.net
it_it: Abilitato, il sito può connettersi a ws.synapser.net

source: Disabled, please enable cURL on PHP.ini or not flag the Use cURL option
es_es: Deshabilitado, por favor habilite cURL en PHP.ini o no seleccione la opción de Usar cURL
it_it: Disabilitato, abilitare cURL da PHP.ini oppure non abilitare l'opzione Usa cURL

source: Enabled, cURL version: %s
es_es: Habilitado, versión de cURL: %s
it_it: Abilitato, versione cURL: %s

source: Synapser API Diagnostics
es_es: Diagnóstico del API de Synapser
it_it: Diagnostica API Synapser

source: Look if your site can connect to Synapser API Server:
es_es: Ver si su sitio puede conectar al Servidor del API de Synapser
it_it: Verifica se il tuo sito può collegarsi alle API di Synapser

source: Allow URL fopen:
es_es: Permitir fopen de URL:
it_it: Permetti fopen URL:

source: Synapser Connection:
es_es: Conexión de Synapser:
it_it: Connessione Synapser:

source: Overview
es_es: Descripción General:
it_it: Introduzione

source: What's Synapser?
es_es: ¿Qué es Synapser?
it_it: Cos'è Synapser

source: Synapser, the most effective Search Engine Dynamic Optmization "SEDO" application on the market to place your web site at the top of the list, however it may be coded, in all search enigines by harvesting your visitors' most relevant keywords automatically and weaving them directly, in the right place, into each and every page in real time, at each visit!
es_es: Synapser, la aplicación de Optimización Dinámica de Motor de Búsqueda "ODMB" más efectiva en el mercado para posicionar su sitio web en el inicio de la lista, no importa cómo esté programado, en todos los motores de búsqueda recopilando automáticamente las palabras claves más relevantes de sus visitantes y añadiéndolas directamente en el lugar correcto, ¡en cada una de todas las páginas en tiempo real, en cada visita!
it_it: Synapser, la più efficace applicazione "SEDO" Search Engine Dynamic Optmization sul mercato, in grado di posizionare il vostro sito web in cima alla lista dei risultati, ma può essere codificato, in tutti i motori di ricerca raccogliendo le parole chiave più pertinenti utilizzate dai tuoi visitatori automaticamente e posizionare direttamente, nel posto giusto, in ogni pagina, in tempo reale, ad ogni visita!

source: Synapser analyses the behaviour of the most important search engines and the Synapser algorithm adapts your site to take most advantage of them.
es_es: Synapser analiza el comportamiento de los motores de búsqueda más importantes y el algoritmo de Synapser adapta su sitio a obtener la mayor ventaja de esto.
it_it: Synapser analizza il comportamento dei più importanti motori di ricerca e l'algoritmo Synapser si adatta al vostro sito per ottenere il massimo vantaggio.

source: When a visitor is sent to your web site, Synapser harvests the keywords which your visitor used to reach that page and then serves them up woven into that page to all subsequent visitors, (within user manageable title, meta-tag, description etc.) including web crawler searches, so improving ranking.
es_es: Cuando un visitante es enviado a su sitio web, Synapser recopila las palabras claves que su visitante utilizó para alcanzar esa página y entonces añade esas palabras claves a la página para todos los visitantes posteriores, (en el título manejable del usuario, el meta-tag, la descripción, etc.) incluyendo buscadores rastreadores de la web, para mejorar el posicionamiento.
it_it: Quando un visitatore viene inviato al vostro sito web, Synapser raccoglie le parole chiave che ha utilizzato il visitatore per raggiungere quella pagina e successivamente le utilizza nella stessa pagina per tutti i visitatori successivi, (all'interno del titolo, meta-tag, descrizione, ecc) comprese le ricerche effettuate dai web crawler, in modo da migliorarne il posizionamento.

source: More informations on %s.
es_es: Más informaciones en %s.
it_it: Maggiori informazioni su %s.

source: New to Synapser
es_es: Nuevo en Synapser
it_it: Nuovo in Synapser

source: Synapser Setup
es_es: Configuración de Synapser
it_it: Setup Synapser

source: You need to enter an Hash key and Public Domain Key to activate the Synapser SEDO service on your site.
es_es: Usted necesita entrar una clave de Hash y una Clave de Dominio Público para activar el servicio ODMB de Synapser en su sitio.
it_it: Devi inserire il Codice Hash (Hash key) e la Chiave pubblica del dominio (Public Domain Key) per attivare il servizio Synapser SEDO nel tuo sito.

source: Signup for an account on %s to setup the service.
es_es: Inscríbase para una cuenta en %s para configurar el servicio.
it_it: Registrati per ottenere un account su %s ed effettuare il setup del servizio.

source: Enter the Keys
es_es: Entre las Claves
it_it: Inserisci le chiavi

source: If you already have the API keys
es_es: Si usted ya tiene las claves del API
it_it: Se già disponi delle chiavi API

source: Copy and paste the data into the text fields.
es_es: Copie y pegue los datos en los campos de texto.
it_it: Copia e incolla i dati nei campi di testo.

source: Click the "Save Options" button.
es_es: Haga clic en el botón "Salvar Opciones".
it_it: Clicca sul pulsante "Salva Opzioni".

source: For more information:
es_es: Para más información:
it_it: Per maggiori informazioni:

source: Contact Support
es_es: Contacte al Soporte
it_it: Contatta il supporto

source: Knowledge Base
es_es: Base de Conocimiento

source: Support Forum
es_es: Foro de Soporte
it_it: Forum del Supporto
